<script setup>
import 'src/css/article.css'
import {useMeta, useQuasar} from 'quasar'
import {getMeta} from "src/js/myFuncts";
import {computed} from "vue";
import PageShell from "components/main/PageShell.vue";

const metaData = getMeta('Александр Зражаев')
useMeta(metaData)

const q = useQuasar()

const blockClass = computed(() => q.platform.is.desktop ? 'contentBlock' : 'contentBlock-m')
</script>

<template>
  <PageShell :page-title="metaData.title" use-header>
    <template v-slot:PageContent>
      <div class="contentArea">
        <div :class="blockClass">
          <p>Художественный руководитель и дирижер Южно-Сахалинского камерного оркестра (1999 - 2016)</p>

          <p>Заслуженный работник культуры Российской Федерации (2006)</p>

          <br><br>
          Александр Зражаев родился 1 января 1944 года в городе Уссурийске (Приморский край). Родители к музыке отношения не
          имели: папа – железнодорожник, мама – домохозяйка. Путь в мир музыки начал в шестилетнем возрасте в Красноярске,
          поступив на скрипичное отделение музыкальной школы. В 1957 году семья переехала в город Южно-Сахалинск, где
          Александр Гаврилович продолжил обучение в Южно-Сахалинской Центральной музыкальной школе, а потом и в Сахалинском
          музыкальном училище. После заочно прошел обучение на отделении оркестрового факультета в Государственной
          консерватории имени Курмангазы в Казахстане.
          <br><br>
          В 1999 году вместе с коллегами по ансамблю основал первый в области профессиональный оркестр, Южно-Сахалинский
          камерный оркестр, где работал художественным руководителем и дирижером до 2016 года.
          <br><br>

          «Я всегда мечтал, – говорил Александр Гаврилович, – чтобы столица области стала и ее музыкальным центром. Она
          должна стать неотъемлемой частью социальной политики. А посещение концерта классической музыки – такой же
          настоятельной потребностью для любого человека, как приведение себя утром в порядок».
          <br><br>

          Александр Гаврилович – лауреат премии Сахалинского фонда культуры, имеет звание «Заслуженный работник культуры
          Сахалинской области». Он награжден: тремя медалями, Почетными грамотами Министерства культуры РФ, губернатора
          Сахалинской области, а также Всероссийского и Сахалинского фондов культуры. Камерный оркестр под его управлением –
          дипломант фестивалей «Ступени» и «Высокая музыка на Сахалине», который проводился под патронатом лауреата
          международных конкурсов Дмитрия Когана.
          <br><br>
          В сентябре 2016 года Правительство Сахалинской области отметило Александра Зражаева почетным знаком первой степени
          "За заслуги перед городом Южно-Сахалинском".
          <br><br>
          Александр Зражаев скончался в 2017 году после продолжительной болезни.
        </div>
      </div>
    </template>
  </PageShell>


</template>

<style scoped>

</style>
