<script setup>
import { useMeta, useQuasar } from 'quasar';
import 'src/css/article.css';
import { getMeta } from 'src/js/myFuncts';
import { computed } from 'vue';
import PageShell from 'components/main/PageShell.vue';

const metaData = getMeta('Тигран Ахназарян');
useMeta(metaData);

const q = useQuasar();
const blockClass = computed(() => q.platform.is.desktop ? 'contentBlock' : 'contentBlock-m');
</script>

<template>
  <PageShell :page-title="metaData.title">
    <template v-slot:PageContent>
      <div class="contentArea">
        <div :class="blockClass">
          Художественный руководитель и главный дирижёр Южно-Сахалинского Симфонического Оркестра.<br><br>
        </div>
        <q-img src="img/tsa1.jpg" />
        <div :class="blockClass">
          Тигран Ахназарян окончил Ереванскую государственную консерваторию им. Комитаса по классу скрипки (профессор
          Сурен Ахназарян) и оперно-симфонического дирижирования (профессор Эмин Хачатурян).
          <br><br>Стажировался в Санкт-Петербургской государственной консерватории у легендарного профессора Ильи
          Мусина. Принимал участие в международном мастер классе выдающегося дирижёра современности Курта Мазура.
          <br><br>В возрасте 23 лет был приглашён в качестве художественного руководителя и главного дирижёра
          Национального Симфонического оркестра Республики Башкортостан, став самым молодым руководителем
          симфонического оркестра среди российских дирижёров.
          <br><br>В 2010 - 2012 гг. был главным дирижёром Государственного Театра оперы и балета Республики Коми
          (Россия), где дирижировал несколькими десятками оперных и балетных спектаклей.
          <br><br>В 2013 - 2016 гг. - художественный руководитель и главный дирижёр Дальневосточного Академического
          Симфонического оркестра, с которым выступал также в концертном зале
          Мариинского театра.
          <br><br>С 2016 г. - художественный руководитель и главный дирижёр Южно-Сахалинского камерного оркестра, с
          которым подготовил большое количество премьерных программ, отмеченных прессой и публикой как в России, так и
          за рубежом. Гастролировал в Австрии, Польше, Мальте, Сербии, Японии, Китае, Южной Корее, Украине,
          Казахстане, Армении. Дирижировал многими известными оркестрами, такими как Венский симфонический оркестр,
          Симфонический оркестр Мариинского театра. Симфонический оркестр Воеводины, Государственный Академический
          оркестр Республики Казахстан, Филармонический оркестр Армении, АСО Северо-Кавказской филармонии, Волгоградский
          Академический симфонический оркестр, Филармонические симфонические оркестры г.Щецин (Польша), г.Харбин
          (Китай), г.Сочон (Южная Корея) Филармонические оркестры Республики Карелия, г. Волгограда, г. Щецин, г.
          Харбин, г. Сочон, Камерный оркестр «Солисты Москвы» Юрия Башмета и многие др.
          <br><br>Дирижировал на крупнейших международных музыкальных фестивалях:
          <ul>
            <li>«Звёзды белых ночей» (Санкт-Петербург 2014),</li>
            <li>«Kunstendorf classic» Эмира Кустурицы (Сербия 2019),</li>
            <li>Фестиваль Юрия Башмета (Хабаровск 2014, 2015)</li>
            <li>Фестиваль Валерия Гергиева "Malta International Music Festival" (Мальта 2018)</li>
          </ul>
          <br><br>В качестве солистов с Тиграном Ахназаряном выступали Нарек Ахназарян, Алёна Баева, Юрий Башмет, Сергей
          Давыдченко, Вероника Джиоева, Евгений Дога, Пётр Дранга, Маюко Камио, Маквала
          Касрашвили, Александр Ключко, Филипп Копачевский, Мирослав Култышев, Дмитрий Маслеев, Артур Назиуллин, Зураб Соткилава, Владислав Сулимский, Александр
          Тростянский, Барсег Туманян, Игорь Фёдоров, Александр Чайковский и др.
          <br><br>Совместно с Маэстро Валерием Гергиевым в 2014 г. дирижировал концерт симфонического
          оркестра Мариинского театра и Дальневосточного академического симфонического оркестра. По приглашению
          Валерия Гергиева в феврале 2017 г. состоялся успешный дебют Тиграна Ахназаряна на Приморской сцене
          Мариинского театра с оперой «Макбет» Дж. Верди. В дальнейшем поставил первую оперу на Сахалине (Дж. Верди
          «Симон Бокканегра» в концертном исполнении), совместно с ЮСКО, хором и ведущими солистами Мариинского
          театра.
          <br><br>Основатель и художественный руководитель Дальневосточного музыкального фестиваля для детей и
          юношества «Звёзды Эвтерпы» 2021, 2023, 2015, 2017, 2019 гг.
          <br><br>Тигран Ахназарян владеет репертуаром разных стилей и эпох - от барочного до современного; симфонические
          произведения, инструментальные концерты, оперы, балеты, сочинения для камерного оркестра. Активно занимается
          просветительской деятельностью, постоянно выявляя и поддерживая молодые таланты. Приглашается в качестве
          члена жюри международных конкурсов.
        </div>
      </div>
    </template>
  </PageShell>
</template>

<style scoped>

</style>
