<script setup>
import {useMeta, useQuasar} from 'quasar'
import {getMeta} from "src/js/myFuncts";
import {computed} from "vue";
import 'src/css/article.css'
import PageShell from "components/main/PageShell.vue";

const metaData = getMeta('История')
useMeta(metaData)

const q = useQuasar()
const blockClass = computed(() => q.platform.is.desktop ? 'contentBlock' : 'contentBlock-m')
</script>
<template>
  <PageShell :page-title="metaData.title">
    <template v-slot:PageContent>
      <div class="contentArea">
        <div :class="blockClass">
          Южно-Сахалинский Камерный (теперь симфонический) Оркестр основан в 1999 году заслуженным
          работником культуры Сахалинской области, скрипачом
          <q-btn to="/AlexandrZrazaev"
                 flat
                 no-caps
                 label="Александром Зражаевым"
                 icon-right="open_in_new"
                 class="link"></q-btn>
          . За 20
          лет своего существования коллектив стал неотъемлемой частью культурной жизни
          Сахалинской области и Дальневосточного региона. С 2016 года художественный
          руководитель и главный дирижер оркестра
          <q-btn to="/conductor"
                 flat
                 no-caps
                 label="Тигран Ахназарян"
                 icon-right="open_in_new"
                 class="link"></q-btn>
          .
          <br><br>ЮССО проводит большую концертную и просветительскую деятельность,
          насчитывающую более 700 выступлений, подготовлено много совместных концертных
          выступлений с музыкантами из России, Японии, Южной Кореи, США, Израиля. Оркестр
          играет множество премьерных на Сахалине программ. Успешно гастролировал в Японии,
          Южной Корее, Китае, Сербии, выступает на различных международных музыкальных
          фестивалях и концертных турне.
          <br><br>В 2019г. оркестр под руководством Тиграна Ахназаряна
          был приглашен на гала-концерт престижного фестиваля режиссера Эмира Кустурицы
          «Kustendorf Classic» в Сербии. Также является участником значимых всероссийских и
          международных кинофестивалей, проводимых на острове: «Край света» и «Утро Родины».
          <br><br>С оркестром выступали солисты и дирижёры мирового уровня: Борис Андрианов,
          Нарек Ахназарян, Ким Джон Док, Ким Нан Се, Дмитрий Коган, Филипп Копачевский,
          Сергей Кравченко, Артур Назиуллин, Хироко Нинагава, Константин Орбелян, Татьяна
          Павловская, Николай Петров, Айлен Притчин, Кирилл Солдатов, Владислав Сулимский,
          Александр Тростянский, Станислав Трофимов, Игорь Федоров, Аяко Ясуда, Гия Яшвили.
          <br><br>Под руководством Тиграна Ахназаряна коллектив проводил совместные концерты с
          симфоническим оркестром Мариинского театра, симфоническим оркестром Хакодате
          (Япония), симфоническими оркестрами Сеула, Сочона, «KYDO» (Южная Корея).
          ЮССО под управлением Тиграна Ахназаряна, совместно с ведущими солистами,
          хором и артистами оркестра Приморской сцены Мариинского театра осуществил первую
          оперную постановку на Сахалине, оперу Дж. Верди «Симон Бокканегра». Состоялась
          сахалинская премьера детской антивоенной оперы «Брундибар» Ганса Краса. Впервые
          прозвучал «Реквием» В.А. Моцарта, совместно с детским симфоническим оркестром
          Южной Кореи KYDO.
          <br><br>Особое внимание уделяется детским и молодежным образовательным программам.
          Подготовлены и исполнены эксклюзивные музыкально-литературные проекты Тиграна
          Ахназаряна: «Щелкунчик» (П.И Чайковский - Э.А. Гофман), «Чиполлино» (К. Хачатурян –
          Дж. Родари), «Петя и Волк» (С. Прокофьев). В 2017г. был проведен II Дальневосточный
          музыкальный фестиваль для детей и юношества, в котором принимали участие одаренные
          дети солисты-дальневосточники.
          <br><br>ЮССО проводит множество ярких тематических концертов, среди которых «Окно в
          Европу», «Путеводитель по Америке», «Фейерверк танцев», «В мире сказок», «Опера-
          Гала» и многие другие, которые получают восторженный отклик публики.
        </div>
      </div>
    </template>
  </PageShell>
</template>

<style scoped>

</style>
