<template>
  <div class="content">
    <div class="eventsarea">
      <div class="text">
        <br><br>
        <em>Группа струнных инструментов:</em>
        <ul>
          <li>1 альт (место в группе)</li>
          <li>1 контрабас (концертмейстер группы)</li>
          <li>1 арфа</li>
        </ul>
        <br><br>

        <em>Группа деревянных духовых инструментов:</em>
        <ul>
          <li>1-й гобой (концертмейстер группы)</li>
          <li>2-й гобой (регулятор группы)</li>
          <li>1-й фагот (концертмейстер группы)</li>
        </ul>
        <br><br>

        <em>Группа медных духовых инструментов:</em>
        <ul>
          <li>2-я валторна (регулятор группы) </li>
          <li>3-я труба (регулятор группы) </li>
        </ul>
        <br><br>

        <em>Группа ударных инструментов:</em>
        <ul>
          <li>1 (концертмейстер группы) </li>
        </ul>
        <br><br>

        <ul>
          <li>Заработная плата от 60.000р. (по результатам собеседования и прослушивания).</li>
          <li>Полный соц. пакет, включая оплату проезда к месту отдыха раз в два года.</li>
          <li>Различные социальные выплаты и премии.</li>
          <li>Возможность сольных выступлений с оркестром, дополнительной преподавательской деятельности.</li>
          <li>Международная гастрольная деятельность.</li>
          <li>Интересная творческая работа в молодом, развивающемся коллективе.</li>
        </ul>
        <br><br>

        Резюме и видеозаписи отправлять по эл. почте: <a href="mailto:erazhisht@gmail.com">erazhisht@gmail.com</a><br>
        или на моб.: <a href="tel:+79841341238">+7-984-134-12-38</a> (WhatsApp)
      </div>
    </div>
  </div>
</template>

<script setup>
import { useMeta } from 'quasar'

const metaData = {
  title: 'Вакансии'
}
useMeta(metaData)
</script>

<style scoped>

</style>
